Repository: jamilatta/SciELO-Manager
Catalog: scielomanager/scielomanager/locale/*/LC_MESSAGES/django.po
Languages: es_es

source: <strong>Warning!</strong> No user was selected as editor of this journal. To be the editor user must be in 'Editors' group
es_es: <strong>Atención!</strong> No se ha seleccionado un usuario editor para esta revista. Para ser el usuario editor debe pertenecer al grupo: 'Editors'

source: Drafts
es_es: Borradores

source: Recent activities
es_es: Actividades recientes

source: User
es_es: Usuario

source: About
es_es: Acerca de

source: Press Releases
es_es: Comunicados de Prensa

source: Board
es_es: Cuerpo Editorial

source: New
es_es: Nuevo

source: Special
es_es: Especial

source: Supplement
es_es: Suplemento

source: Total of ahead of print documents at:
es_es: Total de documentos Ahead of Print en:

source: update
es_es: actualizar

source: Number of articles
es_es: número de artículos

source: Articles expected
es_es: Artículos esperados

source: Publication months
es_es: Meses de publicación

source: Updated
es_es: Actualizado

source: volume issue
es_es: volumen de la revista

source: Editor name
es_es: Nombre del Editor

source: Editor e-mail
es_es: Correo electrónico del Editor

source: All
es_es: Todos

source: In progress
es_es: En proceso

source: Move to trash
es_es: Mover a la papelera

source: Check if journal already exists
es_es: Verificar si ya existe la revista

source: Adding journal to my collection
es_es: Agregar revista a mi colección

source: To insert a journal, you need to check whether the journal exists. If it exists just add to your collection!
es_es: Para ingresar una revista, es necesario comprobar si ya existe. Si es que ya existe sólo tiene que añadirlo a su colección!

source: Search journal
es_es: Buscar revista

source: Add this journal to my current collection
es_es: Agregar esta revista a mi colección actual

source: I understand the consequences, add new journal
es_es: Entiendo las consecuencias, agregar nueva revista

source: Eletronic ISSN
es_es: ISSN electrónico

source: Collections
es_es: Colecciones

source: No journal(s) found to the term:
es_es: No se han encontrado revistas para el término:

source: Search by: title, abbreviated title, acronym and ISSN(s)
es_es: Buscar por: título, título abreviado, sigla, e ISSN(s)

source: is already member of collection
es_es: ya es miembro de la colección

source: An unexpected error. Please try again later.
es_es: Error inesperado. Por favor intente más tarde.

source: New regular press release
es_es: Nuevo Comunicado de Prensa regular

source: New for ahead of print articles
es_es: Nuevo para artículos Ahead of Print

source: Press Release of Issue
es_es: Comunicados de Prensa de Fascículo

source: Press Release of Ahead
es_es: Comunicados de Prensa de Ahead

source: Section Title
es_es: Título de la Sección

source: Code
es_es: Código

source: Hey, you can not remove the sections that are being used by at least one issue of this journal.
es_es: Hey, no puede remover secciones que están siendo usadas por al menos un número de esta revista.

source: Trash
es_es: Papelera

source: My trash
es_es: Mi Papelera

source: Restore
es_es: Restaurar

source: Users
es_es: Usuarios

source: Disable
es_es: Deshabilitar

source: Enable
es_es: Habilitar

source: Exclude from this collection
es_es: Excluir de esta colección

source: Choose a user to be editor of this journal
es_es: Escoger el usuario que será editor de este periódico

source: Nobody
es_es: Nadie

source: Add this user as editor of this journal
es_es: Agregar este usuario como editor de este periódico

source: Choose a user to be part of this collection
es_es: Escoger un usuario para ser parte de esta colección

source: Select an existing user
es_es: Seleccionar un usuario existente

source: This journal does not have a cover
es_es: Esta revista no tiene portada

source: This journal does not have a logo
es_es: Esta revista no tiene logo

source: This issue does not have a cover, it will use the default journal cover
es_es: Esta revista no tiene portada, utilizará la portada de periódico por defecto

source: Add new
es_es: Añadir nuevo

source: Thematic Title
es_es: Título temático

source: ## This record doesn't have title ##
es_es: # # Este registro no tiene título # #

source: Previous
es_es: Anterior

source: Next
es_es: Próximo

source: of
es_es: de

source: Help on:
es_es: Ayuda en:

source: Activate
es_es: Activar

source: Begin at
es_es: Comenzar el

source: End at
es_es: Terminar el

source: is blocking users
es_es: está bloqueando usuarios

source: once it is checked, it will set up the other events to false
es_es: una vez que sea marcado, va a marcar los otros eventos como falso

source: Is finished
es_es: Está terminado

source: Report
es_es: Reporte

source: Please keep file size under {maxsize}. Current file size {filesize}
es_es: Por favor mantenga el tamaño del archivo menor a {maxsize}. Tamaño actual del archivo {filesize}

source: File type not supported.
es_es: Tipo de archivo no soportado

source: No results found for
es_es: No se encontraron resultados para

source: Browse
es_es: Examinar

source: My Journals
es_es: Mis revistas

source: Download
es_es: Descargar

source: Maintenances
es_es: Mantenimientos

source: Search
es_es: Buscar

source: My Trash
es_es: Mi Papelera

source: Logout
es_es: Cerrar sesión

source: edit
es_es: editar

source: Help
es_es: Ayuda

source: Documentation
es_es: Documentación

source: Report bug
es_es: Reportar error

source: Discuss mailing list
es_es: Lista de correos de discusión

source: Development
es_es: Desarrollo

source: Dev mailing list
es_es: Lista de correos de desarrollo

source: Tools
es_es: Herramientas

source: Style Checker
es_es: SciELO Style Checker

source: HTML Previewer
es_es: Vista previa en HTML

source: Press Release
es_es: Comunicado de Prensa

source: Your account is now activated.
es_es: Su cuenta está activada.

source: You may now login using your username and password.
es_es: Ahora puedes iniciar sesión con tu usuario y contraseña.

source: Please click on the link below to activate your account.
es_es: Por favor haga click en el link a continuación para activar su cuenta.

source: This key will expire in %(expiration_days)s days.
es_es: Esta clave expirará en %(expiration_days)s dias.

source: We are under maintenance!
es_es: Estamos realizando mantenimiento!

source: We expect to be back at
es_es: Esperamos estar de vuelta en

source: Sorry, that's not a valid username or password
es_es: Lo siento, usuario o contraseña inválido

source: Sign in
es_es: Iniciar sesión

source: Log in
es_es: Iniciar sesión

source: Forgot your password?
es_es: ¿Olvidó tu contraseña?

source: Your password has been reseted! You may now login in using your new credentials.
es_es: ¡Tu contraseña ha sido restablecida! Ahora puedes iniciar sesión con tu nueva información.

source: login
es_es: iniciar sesión

source: Enter your new password below to reset your password:
es_es: Ingrese su nueva contraseña para restablecer su contraseña:

source: New Password
es_es: Nueva Contraseña

source: This link have already used to reset your password.
es_es: Este enlace ya fue utilizado para restablecer su contraseña.

source: We have sent you an email with a link to reset your password. Please check your email and click the link to continue.
es_es: Le hemos enviado un correo electrónico con un enlace para restablecer tu contraseña. Por favor, consulte su correo electrónico y haga click en el vínculo para continuar.

source: Login
es_es: Iniciar sesión

source: Greetings %(user)s, You are receiving this email because you (or someone pretending to be you) requested that your password be reset on %(site_name)s. If you do not wish to reset your password, please ignore this message. To reset your password, please click the following link, or copy and paste it into your web browser:
es_es: Saludos %(user)s, Has recibido este correo porque tú (o alguien más pretendiendo ser tú) ha solicitado el restablecimiento de su contraseña en %(site_name)s. Si tú no deseas restablecer tu contraseña, por favor ignora este mensaje. Para restablecer tu contraseña, por favor da clic en el siguiente enlace, o cópialo y pégalo en tu navegador de internet:

source: Enter your e-mail in the form below and we will send your username and instructions to create a new password.
es_es: Ingrese su dirección de correo electrónico en el siguiente formulario y nosotros le enviaremos su usuario y las instrucciones para crear una nueva contraseña.

source: Reset Password
es_es: Restablecer Contraseña

source: Send instructions
es_es: Enviar instrucciones

source: A confirmation e-mail is on the way
es_es: Un correo electrónico de confirmación está en camino

source: Please click the activation link included in the e-mail to confirm you registration.
es_es: Por favor, haga click en el enlace de activación incluido en el correo electrónico para confirmar la inscripción.

source: Register
es_es: Registro

source: Please correct the errors below.
es_es: Por favor, corrija los siguientes errores.

source: You will receive an email with a link to activate your account.
es_es: Usted recibirá un correo electrónico con un enlace para activar su cuenta.

source: File
es_es: Archivo

source: This type of file is not allowed! Please select another file.
es_es: Este tipo de archivo no está permitido! Por favor seleccione otro archivo.

source: The file's size is too large! Please select a smaller file.
es_es: El tamaño de archivo es muy grande! Por favor seleccione otro archivo.

source: Packtools - SciELO HTML Previewer
es_es: Oacktools - Vista previa en HTML

source: SciELO HTML Previewer
es_es: SciELO - Vista previa en HTML

source: Use this tool to preview your XML file as an HTML
es_es: Use esta herramienta para ver su archivo XML como un HTML

source: Browse to your local XML file and click 'Preview'. The results will be displayed below.
es_es: Busque su archivo XML localmente y haga clic en "Vista Previa". Los resultados aparecerán a continuación.

source: Upload XML
es_es: Subir XML

source: Help?
es_es: ¿Ayuda?

source: Max. upload size
es_es: Tamaño máximo de archivos de subida

source: Clear
es_es: Limpiar

source: Preview
es_es: Vista previa

source: If you have any problems with the tool or with the SPS Tagging Guidelines, please contact: <strong><a href="mailto:scielo-xml@googlegroups.com">scielo-xml@googlegroups.com</a></strong>.
es_es: Si tiene algún problema con esta herramienta o con el SPS Tagging Guidelines, por favor entre en contacto con: <strong><a href="mailto:scielo-xml@googlegroups.com">scielo-xml@googlegroups.com</a></strong>.

source: No HTML generated, is the XML file valid?
es_es: El HTML no fue generado, ¿el archivo XML es válido?

source: Use this tool to confirm whether an XML file conforms to SciELO Style as defined in the SciELO Publishing Schema Tagging Guidelines.
es_es: Use esta herramienta para confirmar sí un archivo XML esta conforme al SciELO Style cuyas definiciones son especificadas por el SciELO Publishing Schema Tagging Guidelines.

source: Browse to your local XML file and click "Validate". The results will be displayed below.
es_es: Busque su archivo XML localmente y haga clic en "Validar". Los resultados aparecerán a continuación.

source: Validate
es_es: Validar

source: packtools version
es_es: versión packtools

source: Issue volume
es_es: Volumen de la revista

source: Issue number
es_es: Número

source: SPS version
es_es: Versión SPS

source: The XML could not be analyzed
es_es: El archivo XML no puede ser analizado

source: Detail:
es_es: Detalle:

source: Warning!
es_es: Atención!

source: This XML document uses a version of SciELO PS that soon will no longer be supported. Please consider upgrading to a newer version as soon as possible.
es_es: Este documento XML usa una versión de SciELO PS que pronto dejará de ser soportada. Por favor considere actualizarlo a una versión mas nueva tan pronto como sea posible.

source: If you want to know more about the support policy, please refer to
es_es: Si usted desea conocer más sobre la política de soporte, por favor visite

source: SciELO PS official documentation
es_es: documentación oficial SciELO PS

source: XML validation output
es_es: resultado de la validación del XML

source: Level
es_es: Nivel

source: Message
es_es: Mensaje:

source: Occurrences
es_es: Apariciones

source: The XML seems to be valid.
es_es: El XML parece ser válido

source: back to errors
es_es: volver a los errores

source: Help and Shortcuts
es_es: Ayuda y Atajos

source: Shortcut
es_es: Atajos

source: Show this Help and Shortcuts popup
es_es: Muestra esta ventana Ayuda y Atajos

source: Go fullscreen
es_es: Ver en modo pantalla completa

source: Exit fullscreen
es_es: Salir del modo pantalla completa

source: Show go-to-line field
es_es: Muestra campo: ir-a-linea

source: Show search field
es_es: Muestra campo: búsqueda

source: Find next
es_es: Encontrar próximo

source: Find previous
es_es: Encontrar anterior

source: Fold/Unfold current tag
es_es: Pliegue/Despliegue la etiqueta actual

source: Jump to the matching selected tag
es_es: Saltar a la etiqueta coincidente a la seleccionada

source: Clear the last search of SPS-ERRORs
es_es: Limpiar la última búsqueda de SPS-ERRORs

source: Jump to Previous Highlighted SPS-ERROR
es_es: Saltar a SPS-ERROR destacado previamente

source: Jump to Next Highlighted SPS-ERROR
es_es: Saltar al próximo SPS-ERROR destacado

source: Phrase
es_es: Frase

source: was NOT found
es_es: NO encontrado

source: in the next lines
es_es: en las próximas lineas

source: in the previous lines
es_es: en las lineas anteriores

source: The file size is too large! Please select a smaller file.
es_es: El tamaño de archivo es muy grande! Por favor seleccione otro archivo.
