Repository: jamilatta/SciELO-Manager
Catalog: scielomanager/scielomanager/locale/*/LC_MESSAGES/django.po
Languages: es_es

source: Saved successfully
es_es: Guardado con éxito

source: There are some errors or missing data.
es_es: Existen errores o faltan datos.

source: Your new password and new password confirmation must match.
es_es: La nueva contraseña y la confirmación de la nueva contraseña deben coincidir.

source: Your current password does not match. Please try again.
es_es: Su contraseña no coincide. Por favor, inténtelo nuevamente.

source: Your new password has been set.
es_es: Su nueva contraseña ha sido creada.

source: User information
es_es: Información del Usuario

source: First name
es_es: Nombre

source: Last name
es_es: Apellido

source: Username
es_es: Nombre de usuario

source: Email
es_es: Correo electrónico

source: Profile
es_es: Perfil

source: My Collections
es_es: Mis Colecciones

source: Change Password
es_es: Cambio de Contraseña

source: Notifications & Other preferences
es_es: Notificaciones & Otras preferencias

source: My collections
es_es: Mis Colecciones

source: Collection
es_es: Colección

source: Am I manager?
es_es: ¿Soy gestor?

source: No collections related yet!
es_es: ¡No hay colecciones relacionadas todavía!

source: API Token
es_es: Token de API

source: This is your token
es_es: Este es su token

source: Read more about the API usage
es_es: Lea más sobre el uso de la API

source: Home
es_es: Inicio

source: My Account
es_es: Mi Cuenta

source: Password Change
es_es: Cambio de Contraseña

source: Field required!
es_es: ¡Campo obligatorio!

source: save
es_es: guardar

source: cancel
es_es: cancelar

source: You are not authorized to access the requested page.
es_es: No tiene permisos para acceder a la página solicitada.

source: Maybe you want to
es_es: Tal vez usted quiere

source: login <strong>with a more privileged account</strong></a> or contact support.
es_es: login

source: Added %(name)s "%(object)s".
es_es: Agregado %(name)s "%(object)s".

source: Changed %(list)s for %(name)s "%(object)s".
es_es: Modificado %(list)s para %(name)s "%(object)s".

source: and
es_es: y

source: Deleted %(name)s "%(object)s".
es_es: Borrado %(name)s "%(object)s".

source: Changed fields: %s.
es_es: Campos modificados: %s.

source: No fields changed.
es_es: No hay campos modificados.

source: No fields added.
es_es: No hay campos agregados.

source: action time
es_es: tiempo de acción

source: object id
es_es: id del objeto

source: object repr
es_es: repr del objeto

source: action flag
es_es: bandera de la acción

source: Description
es_es: Descripción

source: old values
es_es: valores antiguos

source: new values
es_es: nuevos valores

source: log entry
es_es: registro de log

source: log entries
es_es: registros de log

source: log entry permission
es_es: permiso de entrada de log

source: log entry permissions
es_es: permiso de entradas de log

source: This field is not valid!
es_es: ¡Este campo no es válido!

source: journal id
es_es: id de la revista

source: issue id
es_es: id del número

source: board id
es_es: id del cuerpo editorial

source: role name
es_es: nombre del cargo

source: current role position
es_es: función actual del cargo

source: First Name
es_es: Nombre

source: Last Name
es_es: Apellido

source: E-mail
es_es: Correo electrónico

source: institution
es_es: institución

source: Link CV
es_es: Enlace CV

source: City
es_es: Ciudad

source: State
es_es: Estado

source: Country
es_es: País

source: board order
es_es: orden del cuerpo editorial

source: Role Name
es_es: Nombre del Cargo

source: Journal updated successfully.
es_es: Revista actualizada con éxito.

source: Check mandatory fields.
es_es: Revise los campos obligatorios.

source: The journal is not available for you.
es_es: La revista no está disponible para usted.

source: Board Member updated successfully.
es_es: Miembro del Cuerpo Editorial actualizado con éxito.

source: The issue is not available for you.
es_es: El número no está disponible para usted.

source: Board Member created successfully.
es_es: Miembro del Cuerpo Editorial creado con éxito.

source: Board Member DELETED successfully.
es_es: Miembro del Cuerpo Editorial BORRADO con éxito.

source: Board block moved successfully.
es_es: Miembro del Cuerpo Editorial movido con éxito.

source: Board block can not be moved
es_es: Miembro del Cuerpo Editorial no puede ser movido.

source: Role created successfully.
es_es: Cargo creado con éxito.

source: Role updated successfully.
es_es: Cargo actualizado con éxito.

source: Close
es_es: Cerrar

source: Proceed
es_es: Proceder

source: Journal Editorial Board
es_es: Cuerpo Editorial de la revista

source: Journals
es_es: Revistas

source: Editorial Board
es_es: Cuerpo Editorial

source: Can not move this block, please try again later
es_es: No se puede mover este bloque, por favor intente más tarde

source: Volume
es_es: Volumen

source: Number
es_es: Número

source: Actions
es_es: Acciones

source: Edit Journal
es_es: Editar Revista

source: Add New Member
es_es: Agregar un Nuevo Miembro

source: List Roles
es_es: Listar Cargos

source: Add New Role
es_es: Agregar un Nuevo Cargo

source: Download this board as CSV file
es_es: Descargar este cuerpo editorial como archivo CSV

source: Edit Role
es_es: Editar Cargo

source: move DOWN this block
es_es: mover este bloque para ABAJO

source: move UP this block
es_es: mover este bloque para ARRIBA

source: Edit
es_es: Editar

source: Delete
es_es: Eliminar

source: This issue has no associate members
es_es: Este número no tiene miembros asociados

source: This issue has no Editorial Board associated
es_es: Este número no tiene Cuerpo Editorial asociado

source: Cannot retrieve the Editorial Board because this journal has no Issues
es_es: No se puede recuperar el Cuerpo Editorial porque esta revista no tiene números

source: Delete Board Member
es_es: Eliminar Miembro del Cuerpo Editorial

source: Back to Board
es_es: Volver al Cuerpo Editorial

source: Confirm
es_es: Confirmar

source: This operation cannot be undone
es_es: Esta operación no se puede deshacer

source: And to restore it you will need to create a new member
es_es: Y para restaurarlo usted tendrá que crear un nuevo miembro

source: Role
es_es: Cargo

source: Institution
es_es: Institución

source: Edit Board Member
es_es: Editar Miembro del Cuerpo Editorial

source: Save
es_es: Guardar

source: Roles List
es_es: Lista de Cargos

source: Roles
es_es: Cargos

source: Action
es_es: Acción

source: Translate
es_es: Traducir

source: Role Translations
es_es: Traducciones de Cargos

source: Role Translation for
es_es: Traducción de Carga para

source: Translated name
es_es: Nombre traducido

source: Language
es_es: Idioma

source: add another
es_es: añadir otro

source: remove
es_es: quitar

source: On-line version ISSN
es_es: Versión online de ISSN

source: Not assigned yet
es_es: No asignado todavía

source: Managed by the collections
es_es: Gestionado por las colecciones

source: Download full board as CSV file
es_es: Descargar todo el cosejo editorial como un archivo CSV

source: Edit journal
es_es: Editar revista

source: Mission
es_es: Misión

source: License
es_es: Licencia

source: Indexed at:
es_es: Indexado en:

source: Publisher
es_es: Publicador

source: Journal title
es_es: Título de la revista

source: ISO abbreviated title
es_es: Título ISO abreviado

source: Short title
es_es: Título corto

source: Medline title
es_es: Título Medline

source: Previous title
es_es: Título Anterior

source: Print ISSN
es_es: ISSN impreso

source: Electronic ISSN
es_es: ISSN Electrónico

source: Missions
es_es: Misiones

source: Languages
es_es: Idiomas

source: Acronym
es_es: Sigla

source: Index Coverage
es_es: Índice de Cobertura

source: Initial Year
es_es: Año Inicial

source: Final Year
es_es: Año Final

source: Frequency
es_es: Frecuencia

source: Name
es_es: Nombre

source: State/Province/Region
es_es: Estado/Provincia/Región

source: Sponsor
es_es: Patrocinador

source: No Journals found
es_es: Revistas no encontradas

source: Downloads
es_es: Descargas

source: Markup files
es_es: Archivos de marcado

source: Metadata for Markup
es_es: Metadatos para Marcado

source: Journal
es_es: Revista

source: Issue
es_es: Número

source: Retrieving its issues
es_es: Recuperar sus números

source: all issues
es_es: todos los números

source: download
es_es: descarga

source: <h4>Metadata for the Markup software</h4> <p> <ul> <li>Select a journal</li> <li>Select an issue</li> <li>Click the <strong>download</strong> button</li> </ul> </p> <p> A <strong>.zip</strong> package will be downloaded, containing the metadata files required by the <a href="http://docs.scielo.org/projects/scielo-pc-programs/en/latest/markup.html#before-using-the-markup">Markup</a> software. </p> <p> <ul> <li>Close the Markup software</li> <li>Expand the .zip package</li> <li>* Move all files to <strong>c:\SciELO\bin\markup\</strong></li> <li>Reopen the Markup software et voilà!</li> </ul> </p> <i>* The default installation path.</i>
es_es: <h4>Los metadatos para el de software de margen</h4> <p> <ul> <li>Seleccione una publicación</li> <li>Seleccione una edición</li> <li>Da clic en el botón de <strong>descarga</strong>.</li> </ul> </p> <p> Un paquete <strong>.zip</strong>será descargado, conteniendo los archivos del metadata requeridos por el software de <a href="http://docs.scielo.org/projects/scielo-pc-programs/en/latest/markup.html#before-using-the-markup">Margen</a>. </p> <p> <ul> <li>Cierra el software de Margen</li> <li>Descompriime el archivo .zip</li> <li>* Mueve todos los archivos a <strong>c:\SciELO\bin\markup\</strong></li> <li>Reabre el software de margen y voilà!</li> </ul> </p> <i>* La ruta de instalación por defecto.</i>

source: Please select a Journal
es_es: Por favor seleccione una revista

source: SciELO Manager System Status
es_es: Estado del Sistema SciELO Manager

source: SciELO Manager Status
es_es: Estado de SciELO Manager

source: Updated about %(elapsed_time)s ago
es_es: Actualizado alrededor de %(elapsed_time)s atrás

source: Service
es_es: Servicio

source: Status
es_es: Estado

source: Operational
es_es: Operativo

source: Unknown
es_es: Desconocido

source: Offline
es_es: Desconectado

source: Could not reach the health monitor. Keep calm and <strong>try again later.</strong>
es_es: El monitor de salud esta fuera de aclance. Mantanga la calma e <strong>intente nuevamente más tarde.</strong>

source: Current
es_es: Actual

source: Deceased
es_es: Terminado

source: Suspended
es_es: Suspendido

source: In Progress
es_es: En proceso

source: This email is being used by another user, please try another email.
es_es: Este correo electrónico es usado por otro usuario, por favor intente con otro correo electrónico.

source: Select one or more collections
es_es: Seleccionar una o más colecciones.

source: Select one or more languages
es_es: Seleccionar uno o más idiomas.

source: Abstract keyword languages
es_es: Idioma de los resúmenes y palabras-clave

source: Select one or more sponsors
es_es: Seleccionar uno o más patrocinadores

source: Select one or more categories
es_es: Seleccionar una o más categorías

source: Study area
es_es: Árede de estudio

source: Select one or more study area
es_es: Seleccionar una o más áreas de estudio

source: Subject categories
es_es: Categorías de Asunto

source: Journal cover image extension is not allowed! Please select another file.
es_es: La extensión de la imagen de portada de la revista, no está permitida! Por favor seleccione otro archivo.

source: Journal cover image file size is too large! Please select another file.
es_es: El tamaño del archivo de imagen de portada de la revista, es muy grande! Por favor seleccione otro archivo.

source: The image is {image_size}px pixel wide. It's supposed to be {expected_size}px
es_es: La imagen es {image_size}px de ancho. Se supone que debe ser {expected_size}px

source: The image is {image_size}px pixel high. It's supposed to be {expected_size}px
es_es: La imagen es {image_size}px de altura. Se supone que debe ser {expected_size}px

source: Journal logo image extension is not allowed! Please select another file.
es_es: La extensión de la imagen del logo de la revista no está permitida! Por favor seleccione otro archivo.

source: Journal logo image file size is too large! Please select another file.
es_es: La extensión de la imagen del logo de la revista es muy grande! Por favor seleccione otro archivo.

source: The image is {logo_size}px pixel wide. It's supposed to be {expected_size}px
es_es: La imagen del logo tiene {logo_size}px de ancho. Se supone que debe ser {expected_size}px

source: The image is {logo_size}px pixel high. It's supposed to be {expected_size}px
es_es: La imagen del logo tiene {logo_size}px de altura. Se supone que debe ser {expected_size}px

source: Username or email
es_es: Nombre de usuario o correo electrónico

source: Password
es_es: Contraseña

source: Select one or more groups
es_es: Seleccionar uno o más grupos

source: Select one or more sections
es_es: Seleccionar una o más secciones.

source: Sections
es_es: Secciones

source: Use License
es_es: Licencia de Uso

source: You must complete at least one of two fields volume or number.
es_es: Usted debe completar por lo menos uno de los dos campos del volumen o número.

source: Issue with this Year and (Volume or Number) already exists for this Journal.
es_es: Número con este Año y (Volumen o Número) ya existe para esta revista

source: You must complete the volume filed. Number field must be empty.
es_es: Usted debe completar el campo Volumen. El campo Número debe quedar vacío.

source: You must complete the number filed. Volume field must be empty.
es_es: Usted debe completar el campo Número. El campo Volumen debe quedar vacío.

source: Legacy Code
es_es: Código anterior

source: Please fill in at least one form
es_es: Por favor complete por lo menos un formulario

source: If not defined, will be applied the related journal's use license. The SciELO default use license is BY-NC. Please visit: http://ref.scielo.org/jf5ndd (5.2.11. Política de direitos autorais) for more details.
es_es: Sí no es definida, será aplicada la licencia de uso de la revista relacionada. La licencia de uso por defecto de SciELO es BY-NC. Por favor visite: http://ref.scielo.org/jf5ndd (5.2.11. Política de direitos autorais) para más información.

source: ISO 639-1 Language Code
es_es: Código de Lenguaje ISO 639-1

source: Language Name (in English)
es_es: Nombre de Lenguaje (en Inglés)

source: Collection Name
es_es: Nombre de la colección

source: Instance URL
es_es: URL de instancia

source: Address
es_es: Dirección

source: Complement
es_es: Complemento

source: Zip Code
es_es: Código postal

source: Phone Number
es_es: Número de teléfono

source: Fax Number
es_es: Número de Fax

source: Is default
es_es: Es el predeterminado

source: Is manager of the collection?
es_es: ¿Es gestor de la colección?

source: Institution Name
es_es: Nombre de la Institución

source: Institution Complements
es_es: Complementos de la Institución

source: Address Complement
es_es: Complemento de la Dirección

source: Cel Number
es_es: Número de celular

source: Is trashed?
es_es: ¿Está en la papelera?

source: Term
es_es: Término

source: Study Area
es_es: Area de Estudio

source: Use license
es_es: Licencia de Uso

source: CCN Code
es_es: Código CCN

source: The code of the journal at the CCN database.
es_es: El código de la revista en la base de datos CCN

source: Subject Categories
es_es: Categorías de Asunto

source: Total of ahead of print documents for the current year
es_es: Total de documentos Ahead of Print para este año

source: Total of ahead of print documents for the previous year
es_es: Total de documentos Ahead of Print del año anterior

source: Twitter User
es_es: Usuario de Twitter

source: Journal Title
es_es: Título de la revista

source: Short Title
es_es: Título Corto

source: The ISSN used to build the Journal PID.
es_es: El ISSN usado para hacer el PID de la revista

source: Subject / Descriptors
es_es: Asunto / Descripción

source: Initial Volume
es_es: Volumen inicial

source: Initial Number
es_es: Número inicial

source: Final Volume
es_es: Volumen final

source: Final Number
es_es: Número final

source: Medline Title
es_es: Título Medline

source: Medline Code
es_es: Código Medline

source: Editorial Standard
es_es: Norma Editorial

source: Controlled Vocabulary
es_es: Vocabulario controlado

source: Publication Level
es_es: Nivel de publicación

source: SECS Code
es_es: Código SECS

source: URL of online submission
es_es: URL de envío en línea

source: URL of the journal
es_es: URL de la revista

source: Notes
es_es: Notas

source: Journal Cover
es_es: Portada de la revista

source: Journal Logo
es_es: Logo de la revista

source: Other Previous Title
es_es: Otros Títulos Anteriores

source: Editor Names
es_es: Nombres del Editor

source: Editor Address
es_es: Dirección del Editor

source: Editor City
es_es: Ciudad del Editor

source: Editor State/Province/Region
es_es: Estado/Provincia/Región del Editor

source: Editor Zip/Postal Code
es_es: Código postal del Editor

source: Editor Country
es_es: País del Editor

source: Editor Phone 1
es_es: Teléfono 1 del Editor

source: Editor Phone 2
es_es: Teléfono 2 del Editor

source: Editor E-mail
es_es: Correo electrónico de Editor

source: Publisher Name
es_es: Nombre del Publisher

source: Publisher Country
es_es: País del Publisher

source: Publisher State/Province/Region
es_es: Estado/Provincia/Región del Publisher

source: Publication City
es_es: Ciudad de Publicación

source: Why are you changing the publication status?
es_es: ¿Por qué usted está cambiando el estado de publicación?

source: Reason
es_es: Razón

source: Title
es_es: Título

source: Title Category
es_es: Categoría del Título

source: License Code
es_es: Código de Licencia

source: License Reference URL
es_es: URL de la Licencia de Referencia

source: Disclaimer
es_es: Declaración de exención de responsabilidad

source: Is Default?
es_es: ¿Es el predeterminado?

source: Translation
es_es: Traducción

source: Model
es_es: Modelo

source: Field
es_es: Campo

source: Section
es_es: Sección.

source: Start Month
es_es: Mes inicial

source: End Month
es_es: Mes final

source: Year
es_es: Año

source: Is Marked Up?
es_es: ¿Está marcado?

source: Total of Documents
es_es: Total de documentos

source: Issue Cover
es_es: Portada de número

source: Issue Order
es_es: Orden del número

source: Type
es_es: Tipo

source: Suppl Text
es_es: Texto suplemento

source: Special Text
es_es: Texto especial

source: Press release DOI number
es_es: Número DOI del Comunicado de Prensa

source: Content
es_es: Contenido

source: Saved.
es_es: Guardado.

source: Saved partially. You can continue to fill in this form later.
es_es: Guardado parcialmente. Puede continuar completando el formulario después.

source: The pended form has been deleted.
es_es: El formulario pendiente ha sido eliminado.

source: Does not exist the group 'Editors'
es_es: No existe el grupo 'Editors'

source: Successfully selected %s as editor of this Journal
es_es: Seleccionado %s con éxito como editor de esta revista

source: No user selected as editor of this journal!
es_es: No se ha seleccionado usuario editor para este periódico!

source: The selected documents had been moved to the Trash.
es_es: Los documentos seleccionados se han movidos a la Papelera.

source: The selected documents had been restored.
es_es: Los documentos seleccionados se han restaurados.

source: This Journal already exists, please search the journal in the previous step
es_es: Esta revista ya existe, por favor búsquela en el paso anterior

source: Issue created successfully, however we can not create the editorial board.
es_es: Número creado con éxito, sin embargo no podemos crear el Cuerpo Editorial.

source: Section removed successfully
es_es: Sección removida con éxito

source: Can't delete, some issues are using this Section
es_es: No se puede eliminar, algunas ediciones están usando esta Sección.

source: {journal} add to collection {collection}
es_es: {journal} agregado a la colección {collection}

source: The section already exists.
es_es: La sección ya existe.

source: This is a new section.
es_es: Esta es una nueva sección.

source: Collection Information
es_es: Información de la colección

source: Collection Logomarca
es_es: Logo de la Colección

source: This collections does not have a logomarca
es_es: Estas colecciones no tienen logos

source: Issues
es_es: Números

source: Issue Information
es_es: Información del número

source: Other Titles
es_es: Otros títulos

source: Subjects
es_es: Asuntos

source: System Information
es_es: Información del sistema

source: Licenses
es_es: Licencias

source: Formal Information
es_es: Información formal

source: Sponsors
es_es: Patrocinadores

source: Social Network
es_es: Red social

source: Further Information
es_es: Información adicional

source: Images
es_es: Imágenes

source: Titles
es_es: Títulos

source: Category
es_es: Categoría

source: Subject
es_es: Asunto

source: Journal Images
es_es: Imágenes de la revista

source: Cover
es_es: Portada

source: Max upload file size
es_es: Tamaño máximo de archivos de subida

source: Image Size
es_es: Tamaño de la imagen

source: Image Extensions
es_es: Extensiones de la Imagen

source: Save to Continue Later
es_es: Salvar y continuar después

source: Press release
es_es: Comunicado de Prensa

source: Journals Dashboard
es_es: Tablero de la revista

source: New press release
es_es: Nuevo comunicado de prensa

source: Settings
es_es: Configuraciones

source: Article PID
es_es: PID del artículo

source: Body
es_es: Cuerpo de texto

source: Preview as HTML
es_es: Vista previa en HTML

source: Section Information
es_es: Información de la sección

source: Institution Information
es_es: Información de la institución

source: Sponsor Collections
es_es: Colecciones del patrocinador

source: User Information
es_es: Información del usuario

source: User Notifications
es_es: Notificaciones del Usuario

source: User Collections
es_es: Colecciones del usuario

source: The first collection will be set as default
es_es: La primer colección será establecida como predeterminada

source: is manager
es_es: Es gestor

source: options
es_es: opciones

source: Article:
es_es: Artículo:

source: XML Meta
es_es: Metadatos XML

source: Article title
es_es: Título del artículo

source: Head Subject
es_es: Asunto principal

source: Article Type
es_es: Tipo de artículo

source: Article Version
es_es: Versión del artículo

source: HTML preview
es_es: Vista previa en HTML

source: Sorry, but the HTML preview is not available for this article.
es_es: Discúlpame, pero la previa vista en HTML no está disponible para este artículo

source: This article doesn't have a XML file.
es_es: Este artículo no tiene un archivo XML

source: Articles
es_es: Artículos

source: Updated at
es_es: Actualizado el

source: Is Visible
es_es: Es visible

source: There are no items.
es_es: No hay items.

source: Publication Status
es_es: Estado de la publicación

source: Journal Status History
es_es: Historial de estados de la publicación

source: created at
es_es: creado el

source: changed by
es_es: modificado por

source: reason
es_es: razón

source: Change Status
es_es: Cambiar estado

source: Be aware of this modification, once it could not be undone.
es_es: Atención con esta modificación, una vez realizada no puede deshacer.

source: Full name
es_es: Nombre completo

source: Groups
es_es: Grupos

source: Change user editor
es_es: Cambiar usuario editor
